<script>
	import { base } from '$app/paths';
	import { searchString } from '$lib/stores/affs';
	import Tg from './Tg.svelte';
	import Photo from './Photo.svelte';
</script>

<section class="title">
	<h2>การฝึกอบรมฟรีสำหรับผู้ที่ต้องการเป็นเทรดเดอร์</h2>
	<h1>วิธีใช้ระบบเพื่อดึงกำไรจากตลาด</h1>
	<h3>...โดยไม่ต้องวิเคราะห์ตามดุลยพินิจที่ไร้ประโยชน์!</h3>
</section>

<section class="content">
	<div class="content-photo">
		<Photo />
		<div class="content-photo-caption">
			มากกว่า 100,000 เทรดเดอร์ได้ใช้กลยุทธ์ของฉันแล้วและทำกำไรได้เรียบร้อยแล้ว
		</div>
	</div>
	<div class="content-cta">
		<div class="cta">
			<a href="https://iqoption.com/en/register{$searchString}" class="button">
				ใช่! ดูการฝึกอบรมได้เลยตอนนี้!
				<svg
					version="1.1"
					id="Layer_1"
					xmlns="http://www.w3.org/2000/svg"
					xmlns:xlink="http://www.w3.org/1999/xlink"
					x="0px"
					y="0px"
					viewBox="0 0 120.64 122.88"
					style="enable-background:new 0 0 120.64 122.88"
					xml:space="preserve"
					preserveAspectRatio="none"
					><g
						><path
							d="M54.03,108.91c-1.55,1.63-2.31,3.74-2.28,5.85c0.03,2.11,0.84,4.2,2.44,5.79l0.12,0.12c1.58,1.5,3.6,2.23,5.61,2.2 c2.01-0.03,4.01-0.82,5.55-2.37c17.66-17.66,35.13-35.61,52.68-53.4c0.07-0.05,0.13-0.1,0.19-0.16c1.55-1.63,2.31-3.76,2.28-5.87 c-0.03-2.11-0.85-4.21-2.45-5.8l-0.27-0.26C100.43,37.47,82.98,19.87,65.46,2.36C63.93,0.82,61.93,0.03,59.92,0 c-2.01-0.03-4.03,0.7-5.61,2.21l-0.15,0.15c-1.57,1.58-2.38,3.66-2.41,5.76c-0.03,2.1,0.73,4.22,2.28,5.85l47.22,47.27 L54.03,108.91L54.03,108.91z M2.26,106.91c-1.54,1.62-2.29,3.73-2.26,5.83c0.03,2.11,0.84,4.2,2.44,5.79l0.12,0.12 c1.57,1.5,3.6,2.23,5.61,2.21c2.01-0.03,4.02-0.82,5.55-2.37C31.01,101.2,48.87,84.2,66.39,67.12c0.07-0.05,0.14-0.11,0.21-0.17 c1.55-1.63,2.31-3.76,2.28-5.87c-0.03-2.11-0.85-4.21-2.45-5.8C48.94,38.33,31.36,21.44,13.83,4.51l-0.12-0.13 c-1.53-1.54-3.53-2.32-5.54-2.35C6.16,2,4.14,2.73,2.56,4.23L2.41,4.38C0.84,5.96,0.03,8.05,0,10.14c-0.03,2.1,0.73,4.22,2.28,5.85 l47.18,45.24L2.26,106.91L2.26,106.91z"
						/>
					</g>
				</svg>
			</a>

			<Tg>มีคำถามอื่นอีกไหม?</Tg>
		</div>
		<picture>
			<source srcset="{base}/images/tp.avif" type="image/avif" />
			<source srcset="{base}/images/tp.webp" type="image/webp" />
			<img src="{base}/images/tp.jpg" alt="Trustpilot" />
		</picture>
	</div>

	<div class="content-text">
		<h2>การฝึกอบรมพิเศษ:</h2>
		<ul class="content-list">
			<li>
				<strong>วิธีที่ไม่ค่อยมีใครรู้จัก</strong> ซึ่งถูกใช้โดยเทรดเดอร์ที่ประสบความสำเร็จส่วนใหญ่ โดยไม่ต้องนั่งอยู่หน้าจอทั้งวัน
			</li>
			<li>
				<strong>เครื่องมือที่ไม่เหมือนใครและทรงพลัง</strong> สำหรับการสร้างระบบเทรดที่มีความได้เปรียบในตลาด
				ถึงแม้ว่าคุณจะไม่ใช่อัจฉริยะด้านคอมพิวเตอร์ก็ตาม
			</li>
			<li>
				<strong>วิธีจัดการความเสี่ยงด้วยพอร์ตการลงทุนที่กระจายอย่างเหมาะสม</strong> แม้ว่าคุณจะไม่ได้มีเงินเป็นล้าน
			</li>
		</ul>
	</div>
</section>

<section class="content-note">
	<h4>หมายเหตุ: การฝึกอบรมนี้ไม่เหมาะสำหรับทุกคน...</h4>
	<p class="content-note-large">
		ไม่ใช่ทุกคนที่จะกลายเป็นเทรดเดอร์ที่ทำกำไรได้ ผลลัพธ์ของคุณไม่ได้รับประกัน
		การฝึกอบรมนี้เหมาะสำหรับผู้ที่ขยันจริงจัง เข้าใจว่าความสำเร็จไม่ได้มาโดยง่าย และพร้อมจะลงมือทำเมื่อมีปัญหา
		แต่การฝึกอบรมนี้จะเปิดเผยเบื้องหลังหนึ่งในนักเทรดระบบที่ประสบความสำเร็จที่สุดตลอดกาล!
	</p>
	<p class="content-note-small">
		ไม่มีข้อมูลใดในหน้านี้ เว็บไซต์ของเรา หรือเนื้อหาหลักสูตรใด ๆ ที่เป็นคำสัญญาหรือการรับประกันผลลัพธ์หรือรายได้ในอนาคต
		เราไม่ได้ให้คำแนะนำทางกฎหมาย แพทย์ ภาษี หรือคำแนะนำจากผู้เชี่ยวชาญอื่น ๆ
		ตัวเลขทางการเงินใด ๆ ที่กล่าวถึงในที่นี้ หรือในเว็บไซต์ของเรา เป็นเพียงตัวอย่างแนวคิดเท่านั้น
		ไม่ควรถูกมองว่าเป็นรายได้เฉลี่ย รายได้ที่แน่นอน หรือคำสัญญาเกี่ยวกับประสิทธิภาพในปัจจุบันหรืออนาคต
		โปรดใช้ความระมัดระวัง และปรึกษานักบัญชี ทนายความ หรือที่ปรึกษาผู้เชี่ยวชาญของคุณเสมอ
		ก่อนจะดำเนินการใด ๆ ที่เกี่ยวข้องกับการเปลี่ยนแปลงรูปแบบชีวิต ธุรกิจ หรือการเงินของคุณ
		คุณเป็นผู้รับผิดชอบและต้องรับผิดชอบต่อการตัดสินใจ การกระทำ และผลลัพธ์ของคุณเองในชีวิต
		และโดยการลงทะเบียนที่นี่ คุณตกลงที่จะไม่ถือว่าเราต้องรับผิดใด ๆ ต่อการตัดสินใจ การกระทำ หรือผลลัพธ์ของคุณไม่ว่าในสถานการณ์ใด ๆ
		<br /> <br />
		เว็บไซต์นี้ไม่ใช่ส่วนหนึ่งของเว็บไซต์ Facebook หรือบริษัท Facebook Inc.
		นอกจากนี้ เว็บไซต์นี้ไม่ได้รับการรับรองจาก Facebook แต่อย่างใด
		FACEBOOK เป็นเครื่องหมายการค้าของบริษัท FACEBOOK, Inc.
	</p>
</section>

